export const enum samples{

	tariffStep1 = `Чтобы ознакомиться с тарифом, выберите необходимый, нажав на соответствующую кнопку`,
	tariffStep2Point1 = 'Тариф: 🔐 1 месяц за 1490₽ 🎟️'+ '\n' + 'Стоимость: 10.00 🇷🇺RUB' + '\n'+'Срок действия: 31 дней',
	tariffStep2Point2 = 'Тариф: 🔐 3 месяц за 3990₽ 🎟️'+ '\n' +'Стоимость: 10.00 🇷🇺RUB' + '\n'+'Срок действия: 31 дней',
	tariffStep2Point3 = 'Тариф: 🔐 12 месяцtd за 14490₽ 🎟️'+ '\n' +'Стоимость: 10.00 🇷🇺RUB' + '\n'+'Срок действия: 31 дней',
	traiffStep3 = 'Способ оплаты: Тинькофф/Сбер/Альфа\nК оплате: 10.00 🇷🇺RUB\nВаш ID: ${ctx.chat.id}\nРеквизиты для оплаты:\n\nПеревод согласно тарифу который выбрали:\n💚1 месяц - 1.490\n💚3 месяца - 3.990\n💚1 год - 14.990\n----------------------------------\nНомер карты для перевода:\n💳4890494776467862(🥝QIWI) ✅\n----------------------------------\nПЕРЕВОД НА СБЕР и ТИНЬКОФФ ДОСТУПЕН ТОЛЬКО ДЛЯ СТАРЫХ ПОЛЬЗОВАТЕЛЕЙ\n(❗КТО РАНЕЕ  БРАЛ ПОДПИСКУ❗)\n----------------------------------\n⚠️Все переводы проверяются в ручную админом ⚠️\n🔐Оплатив не забудьте прикрепить чек боту. \nПо всем вопросам:\n\n☎️ @KO_PRIORITYHELPER_BOT\n__________________________\n',
	tariffStep4 = `💁🏻‍♂️ <b>Оплатили?</b>\n\n👌🏻 Тогда отправьте сюда картинкой (не документом!) квитанцию платежа: скриншот или фото.\n\nНа квитанции должны быть четко видны: дата, время и сумма платежа.\n__________________________\n<b>За спам вы можете быть заблокированы!</b>`,
	tariffStep5 = '✅ Квитанция отправлена оператору!' + '\n\n' +
				   'Как только мы проверим платёж - у Вас активируется подписка! Ожидайте ;)',

	subscribeStatusRejection = '⌛️ У Вас нет действующей подписки.' + '\n\n' +
							'Ознакомьтесь с тарифами, нажав на соответствующую кнопку.',

	subscribeStatusAcception = '✅Ваша подписка активна',

	questions = '⚙️По всем вопросам:' + '\n' +
						'@KO_PriorityHelper_Bot',

	info = '🟢 С помощью сервиса Вам полноценно (благодаря автопересылке, без задержки) будут доступны идеи и сигналы сразу из 20+ каналов' +'\n\n' +
						'ℹ️Полный список каналов вы можете узнать тут: https://teletype.in/@ko_priority/list' +'\n\n' +
						'©️Мы постоянно ищем новые каналы и оставляем у себя в подборке лучших из лучших, удаляя тех, кто не эффективен',
	
}