export const enum samples{

	tariffStep1 = `Чтобы ознакомиться с тарифом, выберите необходимый, нажав на соответствующую кнопку`,
	tariffStep2Point1 = '▶Тариф:  1 месяц'+ '\n' + '▶Стоимость: 1750₽ ' + '\n'+'▶Срок действия: 31 дней',
	tariffStep2Point2 = '▶Тариф:  3 месяц'+ '\n' +'▶Стоимость: 4490₽' + '\n'+'▶Срок действия: 31 дней',
	tariffStep2Point3 = '▶Тариф:  12 месяц'+ '\n' +'▶Стоимость: 16750₽' + '\n'+'▶Срок действия: 31 дней',
	traiffStep3 = 'Перевод согласно тарифу, который выбрали: Номер карты: <code>4890494797449709</code> (QIWI)\n\n⚠️Оплачивая доступ вы получите доступ к <a href = "https://teletype.in/@ko_priority/list">списку каналов по фондовому рынку</a>, кроме тех, что находятся в тарифе от 3 месяцев\n\nПокупая подписку, я подтверждаю, что прочитал, принял и согласен с <a href = "https://web.telegram.org/k/#-1408362383">правилами пользования сервисом</a>.',
	tariffStep4 = `💁🏻‍♂️ <b>Оплатили?</b>\n\n👌🏻 Тогда отправьте сюда картинкой (не документом!) квитанцию платежа: скриншот или фото.\n\nНа квитанции должны быть четко видны: дата, время и сумма платежа.\n__________________________\n<b>За спам вы можете быть заблокированы!</b>`,
	tariffStep5 = '✅ Квитанция отправлена оператору!' + '\n\n' +
				   'Как только мы проверим платёж - у Вас активируется подписка!\n<b>Ожидайте</b>',

	subscribeStatusRejection = '⌛️ У Вас нет действующей подписки.' + '\n\n' +
							'Ознакомьтесь с тарифами, нажав на соответствующую кнопку.',

	subscribeStatusAcception = '✅Ваша подписка активна',

	questions = '⚙️По всем вопросам:' + '\n' +
						'@KO_PriorityHelper_Bot',

	info = '🟢Мы постоянно ищем новые каналы и оставляем у себя в подборке лучших из лучших, удаляя тех, кто не эффективен' +'\n\n' +
						'<a href = "https://teletype.in/@ko_priority/list">✅Полный список каналов:</a>' +'\n\n' +
						'<a href = "https://telegra.ph/KO-PRIORITY-12-14:">📃Подробнее о сервисе:</a> ' + '\n\n' +
						'<a href = "https://teletype.in/@ko_priority/FAQ">❓Вопрос-ответ (FAQ)</a>' + '\n\n' + 
						'©️KO PRIORITY — Мы есть, потому что нужны вам',

	tariffSale = '▶Тариф:  1 месяц'+ '\n' + '▶Стоимость: 1250₽ ' + '\n'+'▶Срок действия: 31 дней',
}
